<?php

return [

    'main' => 'الرئيسية',
    'brands' => 'الماركات التجارية',
    'allBrands' => 'جميع الماركات التجارية',

    'addBrand' => 'اضف علامة تجارية',
    'logo' => 'الشعار',
    'name' => 'الاسم',
    'status' => 'الحلة',
    'brandData' => 'بيانات الماركة التجارية',
    'save' => 'حفظ',
    'retreat' => 'تراجع',
    'update' => 'تحديث',
    'active' => 'مفعل',
    'not active' => 'غير مفعل',
    'brand' => 'اسم الماركة',
    'process' => 'العمليات',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'editBrand' => 'تعديل ماركة تجارية',
    'commercial' => 'التجارية ',
    'error' => 'هه الماركة غير مسجلة',
    'success-add' => 'تم اضافة الماركة التجارية بنجاح',
    'exception-add' => 'هناك خطأ ما يرجى المحاولة مرة اخرى',
    'success-update' => 'تم تحديث الماركة بنجاح',
    'exception-update' => 'هناك خطأ ما يرجى المحاولة مرة اخرى',
    'alert-delete' => 'هل انت منأكد من حذف هذه الماركة',
    'confirm-delete' => 'تأكيد عملية الحذف',
    'cancel' => 'الغاء',
    'success-delete' => 'تم حذف هذه الماركة بنجاح',
    'exception-delete' => 'هناك خطأ ما يرجى المحاولة مرة اخرى',
    'logo.required_without' => 'الشعار مطلوب للعلامة التجارية',
    'logo.mimes' => 'يجي ان يكون الشعار تحت صيغة jpg,jpeg,png ',
    'name.required' => 'اسم العلامة التجارية مطلوب',
    'name.unique' => 'اسم العلامة التجارية خاص بالشركة المسجلة',




];
