<?php

return [

    'main' => 'الرئيسية',
    'edit' => 'تعديل الملف الشخصي ',
    'name' => 'الاسم',
    'email' => 'البريد الالكتروني',
    'password' => 'كلمة المرور الجديدة',
    'confirm_password' => 'تأكيد كلمة المرور',
    'update' => 'تحديث',
    'profile' => 'تعديل الملف الشخصي',
    'logout' => 'تسجيل الخروج',
    'name.required' => 'يرجى ادخال الاسم',
    'email.required' => 'يرجى ادخال البريد الالكتروني',
    'email.email' => 'يرجى التحقق من صيعة البريد الالكتروني المدخل',
    'email.unique' => 'هذا الايميل موجود من قبل يرجى التحقق من البريد الالكتروني االمدخل',
    'password.confirmed' => 'كلمة المرور غير متطابقة يرجى التأحد منها',
    'password.min' => 'كلمة المرور أقل من 8 جروف و 8 أرقام يجب أن تكون أكثر من 8 حروف و 8 أرقام',
    'success' => 'تم تحديث الملف الشخصي بنجاح',
    'error' => 'هناك خطأ يرجى المحاولة مرة أخرى',

];
